Repository: standre/andyouandi
Catalog: src/And You And I/*.lproj/Localizable.strings
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Password
de: Passwort

# MailSubjectYourPrivatekey
source: And You And I - Your Private Key
de: And You And I - Ihr Privatschlüssel

# MailBodyYourPrivatekey
source: </p><small><b>Your own certificates and private keys.</b> Open the first attachment in your iPhone. You will be asked to enter your iPhone device code and later on your private key password.</p>Turn on <b>S/MIME</b> for your mail account now. To do so, open the iPhone settings <b>Mail, Contacts, Calendar</b> and select your mail address, and there the menu behind <b>Account</b>. Depending on the account type, the S/MIME configuration can be found in the first or second submenu <b>Extended</b>. Once S/MIME is switched on, submenus appear for <b>Signature</b> and <b>Encryption</b>. Switch them on and select your new certificate for both of them. From now on, the mail composition window will show if it is possible to encrypt for all recipients or not.</p><b>Warning: </b>Mails are sent in clear if you are unable to encrypt for one or more recipients.</p>You can send encrypted mails to yourself, best you try it out right now.</p>Import the other three attachments in your Mac or PC to enable sending or receiving encrypted mails also from there.</small>
de: </p><small><b>Ihre eigenen Zertifikate und Privatschlüssel.</b> Öffnen Sie die erste Anlage in Ihrem iPhone oder iPad. Dabei werden Sie aufgefordert, Ihren Gerätecode und später Das Privatschlüssel-Passwort einzugeben.</p>Schalten Sie danach <b>S/MIME</b> für Ihr Mailkonto ein. Öffnen Sie dazu die Einstellungen <b>Mail, Kontakte, Kalender</b> und wählen Sie das zugehörige Mailkonto aus, und dort das Menü hinter <b>Account</b>. Je nach Account-Typ befindet sich die S/MIME-Konfiguration dann im ersten oder zweiten Untermenü <b>Erweitert</b>. Wenn S/MIME eingeschaltet wird erscheinen Menüs für <b>Signatur</b> und <b>Verschlüsselung</b>. Schalten Sie beide ein und wählen jeweils Ihr neues Zertifikat aus. Beim Senden von Mails wird nun angezeigt, ob die Verschlüsselung für alle Empfänger möglich ist oder nicht.</p><b>Warnung: </b>Mails werden im Klartext versendet, wenn Sie für einen oder mehr Empfänger nicht verschlüsseln können.</p>Sie können ab sofort Mails an sich selbst verschlüsselt senden, probieren Sie dies am besten gleich aus.</p>Importieren Sie die drei weiteren Dateianlagen auf Ihren Mac oder PC, um auch dort verschlüsselte Mails versenden und empfangen zu können.</small></td></tr></table>

# MailSubjectMyCertificates
source: And You And I - My Public Certificates
de: And You And I - Meine öffentlichen Zertifikate

# MailBodyMyCertificates
source: </p><small><b>Dear communication partner, these are my public certificates.</b> Open the first attachment in your iPhone. You will be asked to enter your iPhone device code.</p>Import the other two attachments in your Mac or PC, to exchange encrypted mails with me also from there.</p>Get <b>And You And I</b> for iPhone and iPad to generate you own private mail encryption keys and public certificates.</p>See <a href="http://andyouandi.eu">andyouandi.eu</a> for more information.</small>
de: </p><small><b>Lieber Kommunikationspartner, anbei meine öffentlichen Schlüsselzertifikate.</b> Öffnen Sie die erste Anlage in Ihrem iPhone oder iPad. Dabei werden Sie aufgefordert, Ihren Gerätecode einzugeben.</p>Importieren Sie die zwei weiteren Dateianlagen in Ihren Mac oder PC, um mit mir auch von dort verschlüsselte Mails austauschen zu können.</p>Holen Sie sich <b>And You And I</b> für Ihr iPhone und iPad, um eigene private Mailschlüssel und Zertifikate zu erzeugen.</p>Siehe <a href="http://andyouandi.eu">andyouandi.eu</a> für weitere Informationen.</small>

# MsgUserBadIdentity
source: The selected identity is incomplete. Add first name, last name, and a city to your contact.
de: Die ausgewählte Identität ist unvollständig. Ergänzen Sie Vorname, Nachname und einen Ort in Ihrem Kontakteintrag.

# FormatAttachmentNamePFX
source: Private.pfx
de: Privat.pfx

# FormatAttachmentNameSubjectCRT
source: AndYouAndI-Owner.crt
de: AndYouAndI-Inhaber.crt

# FormatAttachmentNameIssuerCRT
source: AndYouAndI-Issuer.crt
de: AndYouAndI-Aussteller.crt

# FormatAttachmentNameMobileConfig
source: AndYouAndI-Policy.mobileconfig
de: AndYouAndI-Richtlinie.mobileconfig

# X509IssuerOU
source: Issuer
de: Aussteller

# X509SubjectOU
source: Owner
de: Inhaber

# X509IssuerFormatCN
source: %@ %@ (Issuer)
de: %@ %@ (Aussteller)

# PayloadDescription
source: Configuration for S/MIME encryption and signatures, contains private keys and public key certificates.
de: Konfiguration für S/MIME Verschlüsselung und Signaturen, enthält private Schlüssel und öffentliche Schlüsselzertifikate.

# PayloadDescriptionArchive
source: Configuration for S/MIME decryption of old mails, contains one archived private key and certificate.
de: Konfiguration für S/MIME Entschlüsselung alter Mails, enthält einen archivierten privaten Schlüssel und mit Zertifikat.

# PayloadDescriptionPublic
source: Configuration for S/MIME encryption and signatures, contains public key certificates.
de: Konfiguration für S/MIME Verschlüsselung und Signaturen, enthält öffentliche Schlüsselzertifikate.

# PayloadDescriptionPFX
source: S/MIME private key for encryption and signatures.
de: S/MIME Privatschlüssel für Verschlüsselung und Signaturen.

# PayloadDescriptionSubject
source: Personal S/MIME certificate for encryption and signatures.
de: Persönliches S/MIME Zertifikat für Verschlüsselung und Signaturen.

# PayloadDescriptionIssuer
source: Certificate of issuer for confirmation of S/MIME certificate.
de: Zertifikat des Herausgebers für Bestätigung des S/MIME Zertifikats.

# FormatRandomSeedGenerated
source: %@ random bits have been generated by your device gyroscope.
de: Es wurden %@ zufällige Bits mit dem Gyroskop Ihres Gerätes erzeugt.

# ProgressLabelRandom
source: Move device slowly to generate random
de: Das Gerät langsam bewegen um Zufall zu erzeugen

# ProgressLabelNewKeys
source: New keys are generated, wait a minute
de: Es werden neue Schlüssel erzeugt, bitte warten

# IdentityCellEmpty
source: No active keys available.
de: Keine aktiven Schlüssel vorhanden.

# IdentityCellKeysize
source: Key:
de: Schlüssel:

# IdentityCellDateNotBefore
source: From:
de: Von:

# IdentityCellDateNotAfter
source: To:
de: Bis:

# IdentityCellSerial
source: Serialnumber:
de: Seriennummer:

# IdentityCellFingerprint
source: Checksum:
de: Prüfsumme:

# IdentityCellSignature
source: Signature:
de: Signatur:

# IdentityCellPassword
source: Password:
de: Passwort:

# ToastPasswordInClipboard
source: Key password is in clipboard now.
de: Schlüsselpasswort ist jetzt in der Zwischenablage.

# TitleStatistics
source: Attachments and Identities
de: Anlagen und Identitäten

# FormatStatistics
source: Encrypted Attachments: %4d S/MIME Identities: %4d iCloud Attachments: %4d Identities: %4d Profiles: %4d Total: %4d Local Attachments: %4d Identities: %4d Archives: %4d Profiles: %4d Total: %4d Trace files: %4d
de: Verschlüsselte Anlagen: %4d S/MIME Identitäten: %4d iCloud Anlagen: %4d Identitäten: %4d Profile: %4d Gesamt: %4d Lokale Anlagen: %4d Identitäten: %4d Archive: %4d Profile: %4d Gesamt: %4d Tracedateien: %4d

# AttachmentCellRealFileSize
source: Size:
de: Grösse:

# AttachmentCellRealFileType
source: Type:
de: Typ:

# AttachmentCellDocument
source: Encrypted file:
de: Verschlüsselte Datei:

# AttachmentUnknownFilename
source: Embedded object
de: Eingebettetes Objekt

# New
source: Generate
de: Erzeugen

source: Open
de: Öffnen

source: Share
de: Teilen

source: More
de: Mehr

source: Archive
de: Archiv

source: Delete
de: Löschen

# MenuICloudTitle
source: Actions with keys and certificates of this iCloud identity
de: Aktionen mit Schlüsseln und Zertifikaten dieser iCloud-Identität

# MenuPublicURL
source: Import link from iCloud
de: Link aus iCloud importieren

# MenuDeleteURL
source: Delete link in iCloud
de: Link in iCloud löschen

# MenuLocalTitle
source: Actions with keys and certificates of this local identity
de: Aktionen mit Schlüsseln und Zertifikaten dieser lokalen Identität

# MenuPassword
source: Password into clipboard
de: Passwort in Zwischenablage

# MenuMailSelf
source: Send mail to yourself
de: Mail an Sie selbst senden

# MenuMailPartners
source: Send mail to partners
de: Mail an Partner senden

# MenuExport
source: Export private key
de: Privatschlüssel exportieren

# MenuRestore
source: Restore from archive
de: Aus Archiv restaurieren

# MenuArchiveTitle
source: If you delete this private key, you may not be able to decrypt old mails after a device reset. Therefore, this identity can be saved locally on your device to archive this private key.
de: Wenn Sie diesen Privatschlüssel löschen, könnten Sie nach einem Zurücksetzen des Geräts Mails nicht mehr entschlüsseln. Daher kann diese Identität lokal gespeichert werden, um den Privatschlüssel zu archivieren.

# MenuArchive
source: Archive
de: Archivieren

# MenuDeleteTitle
source: If you delete this archived private key, you may not be able to decrypt old mails after a device reset.
de: Wenn Sie diesen Privatschlüssel löschen, könnten Sie nach einem Zurücksetzen des Geräts Mails nicht mehr entschlüsseln.

# MenuNewTitle
source: Actions with empty identity
de: Aktionen mit leerer Identität

# MenuGenerate
source: Generate new keys
de: Neue Schlüssel generieren

# MenuOpenAttachmentTitle
source: Open this attachment
de: Anlage öffnen

# MenuDeleteAttachmentTitle
source: Delete this attachment?
de: Diese Anlage löschen?

# ToastKeyWasExported
source: Private key was exported, you can get it with iTunes now.
de: Privatschlüssel wurde exportiert und kann mit iTunes abgeholt werden.

# ToastICloudAvailable
source: iCloud is available.
de: iCloud ist verfügbar.

# ToastICloudNotAvailable
source: iCloud is not available.
de: iCloud ist nicht verfügbar.

# ToastICloudDisabled
source: iCloud is disabled.
de: iCloud ist deaktiviert.

# ToastContactsDisabled
source: Access to Contacts disallowed
de: Zugriff auf Kontakte nicht erlaubt.

# ToastAllRecrypted
source: All documents have been encrypted with your new password.
de: Alle Dokumente wurden mit dem neuen Passwort verschlüsselt.

# ToastKeyGenCancelled
source: Key generation will be cancelled, but this may take a while.
de: Die Schlüsselgenerierung wird abgebrochen, aber dies kann eine Weile dauern.

# ToastKeyWasRestored
source: Identity was restored from local archive.
de: Identität wurde aus lokalem Archiv restauriert.

# FormatRandomGyroscope
source: Your gyroscope has generated %d random bits.
de: Ihr Gyroskop hat %d Zufallsbits erzeugt.

# FormatKeySize
source: Key size %@ bit
de: Schlüssellänge %@ Bit

# FormatIterations
source: With %@ iterations
de: Mit %@ Iterationen

# MenuDeleteICloudTitle
source: If you delete all files from iCloud, you will not be able to synchronize with other devices anymore.
de: Wenn Sie alle Dokumente aus iCloud löschen, können Sie nicht mehr mit mehreren Geräten synchronisieren.

# MenuDeleteAllURL
source: Delete all public links
de: Alle öffentlichen Links löschen

# MenuDeleteLocalTitle
source: If you delete all local files without a backup made with iTunes, you may not be able to recover your private encryption keys in case of an emergency. You may not be able to decrypt your mails then.
de: Wenn Sie all lokalen Dokumente löschen ohne zuvor ein Backuop mit iTunes gemacht zu haben, könnten Sie nach einem Zurücksetzen des Geräts keine Schlüssel mehr wiederherstellen, und Mails nicht mehr entschlüsseln.

# MenuKeepArchives
source: Keep key archives
de: Schlüsselarchive behalten

# MenuCleanTraces
source: Remove traces only
de: Nur Traces entfernen

# PasswordTitleID
source: ID Password
de: ID Passwort

# PasswordID
source: Enter your ID password to allow opening your local and iCloud documents.
de: Geben Sie Ihr ID Passwort ein, damit lokale und iCloud-Dokumente entschlüsselt werden können.

# PasswordTitleNewID
source: New ID Password
de: Neues ID Passwort

# PasswordTitleChangeID
source: Change ID Password
de: ID Passwort ändern

# PasswordNewID
source: Enter and confirm your new ID password. Use a strong password with 16 or more characters.
de: Geben Sie ein neues ID Passwort ein und bestätigen Sie es. Verwenden Sie ein starkes Passwort mit mindestens 16 Zeichen.

# PasswordChangeID
source: Enter and confirm your new ID password. Use a strong password with 16 or more characters.
de: Geben Sie ein neues ID Passwort ein und bestätigen Sie es. Verwenden Sie ein starkes Passwort mit mindestens 16 Zeichen.

# PasswordPFX
source: Enter the password of this key file from And You And I version 1.x.
de: Geben Sie das Passwort dieser Schlüsseldatei aus And You And I Version 1.x ein.

# PasswordBadConfirmation
source: Password and confirmation must be equal.
de: Passwort und Bestätigung müssen gleich sein.

# PasswordBadLength
source: Password must be longer that 15 characters.
de: Das Passwort muss länger als 15 Zeichen sein.

# PasswordBadCharacters
source: Password must must not contain a € or some other regional characters.
de: Das Passwort darf kein € oder einige andere regionale Zeichen enthalten.

# PFXBadFormat
source: Unable to decode PFX file.
de: PFX-Datei kann nicht dekodiert werden.

# PFXBadPassword
source: Unable to decrypt PFX file. Password may be wrong.
de: PFX-Datei kann nicht entschlüsselt werden. Passwort falsch?

# KeychainNoPassword
source: +++ NO PASSWORD IN KEYCHAIN +++
de: +++ KEIN PASSWORT IM SCHLÜSSELBUND +++

# KeychainBadPassword
source: +++ BAD PASSWORD REMOVED FROM KEYCHAIN +++
de: +++ FALSCHES PASSWORT AUS SCHLÜSSELBUND GELÖSCHT +++

# SyncCannotDecryptLocal
source: Cannot decrypt local iTunes file.
de: Lokale iTunes-Datei kann nicht entschlüsselt werden.

# SyncDeletedLocal
source: Selected local files have been deleted.
de: Ausgewählte lokale Dateien wurden gelöscht.

# SyncEvictURLFailed
source: Evicting public link from iCloud failed.
de: Löschen des öffentlichen Links aus iCloud fehlgeschlagen.

# SyncDeletedAllURL
source: All iCloud public links have been deleted.
de: Alle öffentlichen Links wurden aus iCloud gelöscht.

# SyncEvictFailed
source: Evicting document from iCloud failed.
de: Löschen eines Dokuments aus iCloud fehlgeschlagen.

# SyncDeletedAllICloud
source: All iCloud documents have been deleted.
de: Alle Dokumente wurden aus iCloud gelöscht.

# SyncMoveFailed
source: Moving to iCloud failed because document already exists.
de: Verschieben des Dokumnets in iCloud fehlgeschlagen, Dokument existiert bereits.

# SyncMovedIdentity
source: Moved identity to iCloud.
de: Identität in iCloud verschoben

# SyncMovingFailed
source: Moving identity to iCloud failed.
de: Verschieben der Identität in iCloud fehlgeschlagen.

# SyncMovedSharedAttachment
source: Moved attachment to iCloud.
de: Anlage in iCloud verschoben.

# SyncMovingSharedAttachmentFailed
source: Moving attachment to iCloud failed.
de: Verschieben der Anlage in iCloud fehlgeschlagen.

# SyncUpdatedIdentity
source: Updated identity to iCloud.
de: Identität in iCloud aktualisiert

# SyncUpdatingFailed
source: Updating identity to iCloud failed.
de: Aktualisierung der Identität in iCloud fehlgeschlagen.

# SyncRecrypedIdentity
source: Re-encryption of identity in iCloud.
de: Neuverschlüsselung der Identität in iCloud.

# SyncRecrypedAttachment
source: Re-encryption of attachment in iCloud.
de: Neuverschlüsselung der Anlage in iCloud.

# SyncRecryptingFailed
source: Re-encrypting in iCloud failed.
de: Neuverschlüsselung in iCloud fehlgeschlagen.

# SyncRecryptingFailedNotExist
source: Recrypt to iCloud failed because document does not exist.
de: Neuverschlüsselung in iCloud fehlgeschlagen, Dokument existiert nicht.

# SyncEvict
source: Evicted identity from iCloud.
de: Identität aus iCloud gelöscht.

# SyncEvictURL
source: Evicted public link from iCloud.
de: Öffentlicher Link aus iCloud gelöscht.

# SyncURLFailed
source: Creating a public iCloud URL failed. Repeat your operation.
de: Anlegen eines öffentlichen Links in iCloud fehlgeschlagen Bitte wiederholen Sie die Aktion.

# SyncURL
source: Created a public iCloud link.
de: Öffentlicher Link in iCloud angelegt.

# SyncUploadFailed
source: Uploading profile to iCloud failed.
de: Hochladen des Schlüsselprofils in iCloud fehlgeschlagen.

# SyncDecryptICloudFailed
source: Cannot decrypt iCloud file.
de: Entschlüsselung des Dokuments aus iCloud fehlgeschlagen.

# SyncICloud
source: File synced from iCloud.
de: Dokument synchronisiert aus iCloud.

# SyncICloudFailed
source: File sync from iCloud failed.
de: Sychronisierung aus iCloud fehlgeschlagen.

# SyncPersistedAllDocuments
source: Persisted all iCloud documents locally.
de: Alle iCloud Dokumente lokal persistiert.

# SyncMovedAllDocuments
source: Moved all local documents to iCloud.
de: Alle lokalen Dokumente in iCloud verschoben.

# MsgLaunchSafari
source: Safari is launched now, please wait...
de: Safari startet jetzt, bitte warten...

# PullToRefresh
source: Pull to update
de: Ziehen zum Aktualisieren

# TableHeaderIdentities
source: S/MIME Identities
de: S/MIME Identitäten

# TableHeaderAttachments
source: Encrypted Attachments
de: Verschlüsselte Anlagen

# TouchIDLabel
source: Unlock the app
de: Entsperren der App
